import React from 'react';
import CardContainer from './CardContainer';
const JobDescription = () => {
  return (
    <div className="p-10 rounded-lg shadow-xl  bg-white mb-10">
      <h2 className="font-semibold text-xl mb-3">職缺描述</h2>
      職位摘要 有機會賺大錢！ 商務人士的職涯成長，接觸各種不同的產業、企業、商業模式和人才策略。
      累積跨文化經驗，與各國不同的企業及人才合作。（團隊本身就有多個國籍）
      新創企業務實的工作風格及快速調整、適應的節奏。 待遇與福利 基本年薪：420,000 - 630,000 TWD。
      業績獎金可能會超過總收入的 70％，這也是最高年薪為 2,100,000 台幣的原因。其實還可以更高。
      到職後第一年享有 10 天的年假（未滿一年依比例計算），往後每任職一年增加一天。 工作內容
      屬於業務類型工作，待遇會隨績效表現而變動。獎金部份可佔全部收入的 70% 以上。（即平均月薪 15
      萬以上） 客戶主要在台灣、新加坡和東南亞地區、香港、中國大陸、日本、歐洲、澳洲等國家。
      需要與外部推薦夥伴、行銷團隊合作。 現有與潛在企業/雇主客戶的商務開發及客戶管理。
      商務開發，包括客戶分析，確定客戶並確定其優先級，進行電訪或親訪、及簽約。
      客戶管理，包括釐清需求、跟進應徵及錄取資料、協助付費、維繫客戶關係等工作。 應徵條件 必要條件
      不限工作經驗，不限背景。 這是一個業績導向的職位，適合想累積財富且充滿野心和熱情的人挑戰。
      不自我設限，熱愛學習不同領域、產業的相關知識。
      可以在非常激烈，高挑戰性和快速變化的環境下工作。 認同 Meet.jobs 的 理念與價值。 加分條件
      曾經透過 Meet.jobs 網站推薦工作給朋友，並成功推薦就職的經驗。 曾經透過 Meet.jobs
      錄取國內外的工作機會。 人力資源 / 客戶管理 / 業務開發 / 行銷 / IT
      相關或其他你覺得說出來很厲害的經歷或經驗。 英文流利達到工作水準（以上）。
      中英文以外的其他語言，具備工作水準（以上）。 歡迎留台僑生應徵！ 如何應徵
      請分享一個你過往最成功及的銷售或募資相關經驗。 應徵時請檢附中英文履歷，並且務必撰寫求職信！
    </div>
  );
};

export default JobDescription;
